Repository: drclcomputers/GeoRemind
Catalog: GeoRemind/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hu, it, ja, nl, pl, pt, ro, tr, uk, zh_hans

source: I understand my reminders, groups and photo will be permanently deleted.
de: Ich verstehe, dass Erinnerungen, Gruppen und Foto endgültig gelöscht werden.
es: Entiendo que mis recordatorios, grupos y foto se eliminarán para siempre.
fr: Je comprends que mes rappels, groupes et photo seront définitivement supprimés.
hu: Értem, hogy az emlékeztetők, csoportok és a fotó végleg törlődnek.
it: Capisco che promemoria, gruppi e foto verranno eliminati per sempre.
ja: リマインダー、グループ、写真が完全に削除されることを理解しています。
nl: Ik begrijp dat herinneringen, groepen en foto definitief worden verwijderd.
pl: Rozumiem, że przypomnienia, grupy i zdjęcie zostaną trwale usunięte.
pt: Compreendo que os lembretes, grupos e foto serão apagados de vez.
ro: Înțeleg că reminder-ele, grupurile și poza vor fi șterse definitiv.
tr: Hatırlatıcılarımın, gruplarımın ve fotoğrafımın kalıcı silineceğini anlıyorum.
uk: Розумію, що нагадування, групи й фото буде видалено назавжди.
zh_hans: 我了解提醒、群组和头像将被永久删除。

source: If you signed in with Google or Facebook, confirm with the same provider. No email is sent.
de: Wenn du dich mit Google oder Facebook angemeldet hast, bestätige mit demselben Anbieter. Es wird keine E-Mail gesendet.
es: Si entraste con Google o Facebook, confirma con el mismo. No se envía correo.
fr: Si tu t'es connecté avec Google ou Facebook, confirme avec le même. Aucun e-mail n'est envoyé.
hu: Ha Google-lal vagy Facebookkal léptél be, ugyanazzal erősítsd meg. Nem megy e-mail.
it: Se sei entrato con Google o Facebook, conferma con lo stesso. Non viene inviata alcuna email.
ja: Google / Facebook で入った場合は同じ方法で確認。メールは送りません。
nl: Als je inlogde met Google of Facebook, bevestig met dezelfde. Er wordt geen e-mail gestuurd.
pl: Jeśli logowałeś się przez Google lub Facebook, potwierdź tym samym. E-mail nie jest wysyłany.
pt: Se entraste com Google ou Facebook, confirma com o mesmo. Não é enviado e-mail.
ro: Dacă te-ai autentificat cu Google sau Facebook, confirmă cu același. Nu se trimite email.
tr: Google veya Facebook ile girdiysen aynı sağlayıcıyla doğrula. E-posta gönderilmez.
uk: Якщо входив через Google або Facebook, підтвердь тим самим. Лист не надсилається.
zh_hans: 若用 Google 或 Facebook 登录，请用同一方式确认。不会发邮件。

source: Invite code
de: Einladungscode
es: Código de invitación
fr: Code d'invitation
hu: Meghívókód
it: Codice invito
ja: 招待コード
nl: Uitnodigingscode
pl: Kod zaproszenia
pt: Código de convite
ro: Cod invitație
tr: Davet kodu
uk: Код запрошення
zh_hans: 邀请码

source: Invites
de: Einladungen
es: Invitaciones
fr: Invitations
hu: Meghívók
it: Inviti
ja: 招待
nl: Uitnodigingen
pl: Zaproszenia
pt: Convites
ro: Invitații
tr: Davetler
uk: Запрошення
zh_hans: 邀请

source: Join
de: Beitreten
es: Unirse
fr: Rejoindre
hu: Csatlakozás
it: Unisciti
ja: 参加
nl: Deelnemen
pl: Dołącz
pt: Entrar
ro: Intră
tr: Katıl
uk: Приєднатися
zh_hans: 加入

source: Language
de: Sprache
es: Idioma
fr: Langue
hu: Nyelv
it: Lingua
ja: 言語
nl: Taal
pl: Język
pt: Idioma
ro: Limbă
tr: Dil
uk: Мова
zh_hans: 语言

source: Leave group
de: Gruppe verlassen
es: Salir del grupo
fr: Quitter le groupe
hu: Kilépés a csoportból
it: Esci dal gruppo
ja: グループを退出
nl: Groep verlaten
pl: Opuść grupę
pt: Sair do grupo
ro: Părăsește grupul
tr: Gruptan ayrıl
uk: Покинути групу
zh_hans: 退出群组

source: Light
de: Hell
es: Claro
fr: Clair
hu: Világos
it: Chiaro
ja: ライト
nl: Licht
pl: Jasny
pt: Claro
ro: Luminos
tr: Açık
uk: Світла
zh_hans: 浅色

source: Link
de: Verknüpfen
es: Vincular
fr: Lier
hu: Összekapcsolás
it: Collega
ja: リンク
nl: Koppel
pl: Połącz
pt: Ligar
ro: Leagă
tr: Bağla
uk: Прив'язати
zh_hans: 关联

source: Link Google or Facebook while signed in so the same profile and photo are kept.
de: Verknüpfe Google oder Facebook angemeldet, damit Profil und Foto bleiben.
es: Vincula Google o Facebook con la sesión iniciada para conservar perfil y foto.
fr: Lie Google ou Facebook une fois connecté pour garder le même profil et la même photo.
hu: Google vagy Facebook összekapcsolása bejelentkezve, hogy a profil és a fotó megmaradjon.
it: Collega Google o Facebook da autenticato per tenere profilo e foto.
ja: サインイン中に Google / Facebook を連携すると、同じプロフィールと写真が残ります。
nl: Koppel Google of Facebook terwijl je bent ingelogd zodat profiel en foto blijven.
pl: Połącz Google lub Facebook po zalogowaniu, aby zachować profil i zdjęcie.
pt: Liga o Google ou Facebook com sessão iniciada para manter perfil e foto.
ro: Leagă Google sau Facebook cât ești autentificat ca să păstrezi același profil și poză.
tr: Profil ve foto kalsın diye girişliyken Google veya Facebook bağla.
uk: Прив'яжи Google або Facebook після входу, щоб зберегти профіль і фото.
zh_hans: 登录后关联 Google 或 Facebook，以保留同一资料和头像。

source: Linked
de: Verknüpft
es: Vinculado
fr: Lié
hu: Összekapcsolva
it: Collegato
ja: 連携済み
nl: Gekoppeld
pl: Połączono
pt: Ligado
ro: Legat
tr: Bağlı
uk: Прив'язано
zh_hans: 已关联

source: Locating…
de: Ortung…
es: Localizando…
fr: Localisation…
hu: Helymeghatározás…
it: Posizione…
ja: 位置を取得中…
nl: Bezig met locatie…
pl: Lokalizowanie…
pt: A localizar…
ro: Se localizează…
tr: Konum alınıyor…
uk: Пошук місця…
zh_hans: 正在定位…

source: Location
de: Ort
es: Ubicación
fr: Lieu
hu: Helyszín
it: Posizione
ja: 場所
nl: Locatie
pl: Lokalizacja
pt: Localização
ro: Locație
tr: Konum
uk: Розташування
zh_hans: 位置

source: Location access is off. Reminders can't be shown or triggered.
de: Kein Ortungszugriff. Erinnerungen können nicht angezeigt oder ausgelöst werden.
es: El acceso a la ubicación está desactivado. Los recordatorios no pueden mostrarse ni activarse.
fr: La localisation est désactivée. Les rappels ne peuvent pas s'afficher ni se déclencher.
hu: A helyhozzáférés ki van kapcsolva. Az emlékeztetők nem jeleníthetők meg és nem indíthatók.
it: Accesso alla posizione disattivato. I promemoria non possono essere mostrati o attivati.
ja: 位置情報オフ。リマインダーを表示・発動できません。
nl: Geen toegang tot locatie. Herinneringen kunnen niet worden getoond of geactiveerd.
pl: Brak dostępu do lokalizacji. Przypomnienia nie mogą być wyświetlane ani uruchamiane.
pt: O acesso à localização está desligado. Os lembretes não podem ser mostrados nem disparados.
ro: Locația e oprită. Reminder-ele nu pot fi afișate sau declanșate.
tr: Konum kapalı. Hatırlatıcılar gösterilemez veya tetiklenemez.
uk: Немає доступу до розташування. Нагадування не можна показати чи запустити.
zh_hans: 未开启定位。无法显示或触发提醒。

source: Manual linking is off. Enable it under Authentication → Sign In / Providers.
de: Manuelles Verknüpfen ist aus. Aktiviere es unter Authentication → Sign In / Providers.
es: La vinculación manual está desactivada. Actívala en Authentication → Sign In / Providers.
fr: La liaison manuelle est désactivée. Active-la dans Authentication → Sign In / Providers.
hu: A kézi összekapcsolás ki van kapcsolva. Kapcsold be: Authentication → Sign In / Providers.
it: Il collegamento manuale è disattivato. Attivalo in Authentication → Sign In / Providers.
ja: 手動リンクがオフです。Authentication → Sign In / Providers で有効にしてください。
nl: Handmatig koppelen staat uit. Zet het aan onder Authentication → Sign In / Providers.
pl: Ręczne łączenie jest wyłączone. Włącz je w Authentication → Sign In / Providers.
pt: A ligação manual está desligada. Ativa-a em Authentication → Sign In / Providers.
ro: Asocierea manuală este dezactivată. Activeaz-o din Autentificare → Conectare / Furnizori.
tr: Manuel bağlama kapalı. Authentication → Sign In / Providers altından aç.
uk: Ручне прив'язування вимкнено. Увімкни в Authentication → Sign In / Providers.
zh_hans: 未开启手动关联。请在 Authentication → Sign In / Providers 中打开。

source: Map
de: Karte
es: Mapa
fr: Carte
hu: Térkép
it: Mappa
ja: 地図
nl: Kaart
pl: Mapa
pt: Mapa
ro: Hartă
tr: Harita
uk: Мапа
zh_hans: 地图

source: Member
de: Mitglied
es: Miembro
fr: Membre
hu: Tag
it: Membro
ja: メンバー
nl: Lid
pl: Członek
pt: Membro
ro: Membru
tr: Üye
uk: Учасник
zh_hans: 成员

source: Members
de: Mitglieder
es: Miembros
fr: Membres
hu: Tagok
it: Membri
ja: メンバー
nl: Leden
pl: Członkowie
pt: Membros
ro: Membri
tr: Üyeler
uk: Учасники
zh_hans: 成员

source: Meters, kilometers
de: Meter, Kilometer
es: Metros, kilómetros
fr: Mètres, kilomètres
hu: Méter, kilométer
it: Metri, chilometri
ja: メートル、キロメートル
pl: Metry, kilometry
pt: Metros, quilómetros
ro: Metri, kilometri
tr: Metre, kilometre
uk: Метри, кілометри
zh_hans: 米、千米

source: Metric
de: Metrisch
es: Métrico
fr: Métrique
hu: Metrikus
it: Metrico
ja: メートル法
nl: Metrisch
pl: Metryczne
pt: Métrico
tr: Metrik
uk: Метрична
zh_hans: 公制

source: Never forget again
de: Nie wieder vergessen
es: No vuelvas a olvidar
fr: N'oublie plus jamais
hu: Soha többé ne felejts
it: Non dimenticare più
ja: もう忘れない
nl: Nooit meer vergeten
pl: Nigdy więcej nie zapomnij
pt: Não voltes a esquecer
ro: Să nu mai uiți
tr: Bir daha unutma
uk: Більше не забувай
zh_hans: 不再忘记

source: New GeoReminder
de: Neuer GeoReminder
es: Nuevo GeoReminder
fr: Nouveau GeoReminder
hu: Új GeoReminder
it: Nuovo GeoReminder
ja: 新しい GeoReminder
nl: Nieuwe GeoReminder
pl: Nowy GeoReminder
pt: Novo GeoReminder
ro: GeoReminder nou
tr: Yeni GeoReminder
uk: Новий GeoReminder
zh_hans: 新建 GeoReminder

source: New group
de: Neue Gruppe
es: Nuevo grupo
fr: Nouveau groupe
hu: Új csoport
it: Nuovo gruppo
ja: 新しいグループ
nl: Nieuwe groep
pl: Nowa grupa
pt: Novo grupo
ro: Grup nou
tr: Yeni grup
uk: Нова група
zh_hans: 新建群组

source: New Group
de: Neue Gruppe
es: Nuevo grupo
fr: Nouveau groupe
hu: Új csoport
it: Nuovo gruppo
ja: 新しいグループ
nl: Nieuwe groep
pl: Nowa grupa
pt: Novo grupo
ro: Grup nou
tr: Yeni grup
uk: Нова група
zh_hans: 新建群组

source: New invite code
de: Neuer Einladungscode
es: Nuevo código de invitación
fr: Nouveau code d'invitation
hu: Új meghívókód
it: Nuovo codice invito
ja: 新しい招待コード
nl: Nieuwe uitnodigingscode
pl: Nowy kod zaproszenia
pt: Novo código de convite
ro: Cod invitație nou
tr: Yeni davet kodu
uk: Новий код запрошення
zh_hans: 新邀请码

source: No
de: Nein
fr: Non
hu: Nem
ja: いいえ
nl: Nee
pl: Nie
pt: Não
ro: Nu
tr: Hayır
uk: Ні
zh_hans: 否

source: No GeoReminders
de: Keine GeoReminders
es: Sin GeoReminders
fr: Aucun GeoReminder
hu: Nincs GeoReminder
it: Nessun GeoReminder
ja: GeoReminder がありません
nl: Geen GeoReminders
pl: Brak GeoReminderów
pt: Sem GeoReminders
ro: Niciun GeoReminder
tr: GeoReminder yok
uk: Немає GeoReminderів
zh_hans: 暂无 GeoReminder

source: Not now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
hu: Most nem
it: Non ora
ja: 後で
nl: Niet nu
pl: Nie teraz
pt: Agora não
ro: Nu acum
tr: Şimdi değil
uk: Не зараз
zh_hans: 暂不

source: Not set
de: Nicht festgelegt
es: Sin definir
fr: Non défini
hu: Nincs beállítva
it: Non impostato
ja: 未設定
nl: Niet ingesteld
pl: Nie ustawiono
pt: Não definido
ro: Nesetat
tr: Ayarlanmadı
uk: Не задано
zh_hans: 未设置

source: Notifications
de: Mitteilungen
es: Notificaciones
hu: Értesítések
it: Notifiche
ja: 通知
nl: Meldingen
pl: Powiadomienia
pt: Notificações
ro: Notificări
tr: Bildirimler
uk: Сповіщення
zh_hans: 通知

source: Notifications are off. You won't be alerted when you arrive.
de: Mitteilungen aus. Du wirst bei der Ankunft nicht benachrichtigt.
es: Las notificaciones están desactivadas. No te avisarán al llegar.
fr: Les notifications sont désactivées. Tu ne seras pas prévenu à l'arrivée.
hu: Az értesítések ki vannak kapcsolva. Érkezéskor nem kapsz jelet.
it: Notifiche disattivate. Non sarai avvisato all'arrivo.
ja: 通知オフ。到着しても知らせません。
nl: Meldingen staan uit. Je wordt niet gewaarschuwd bij aankomst.
pl: Powiadomienia są wyłączone. Nie dostaniesz alertu po przyjściu.
pt: As notificações estão desligadas. Não serás avisado ao chegar.
ro: Notificările sunt oprite. Nu vei fi anunțat când ajungi.
tr: Bildirimler kapalı. Vardığında uyarılmazsın.
uk: Сповіщення вимкнено. Тебе не попередять, коли прибудеш.
zh_hans: 通知已关闭。到达时不会提醒你。

source: Notify me on
de: Benachrichtigen bei
es: Avisarme al
fr: Me prévenir à
hu: Értesítés
it: Avvisami al
ja: 通知するタイミング
nl: Laat me weten bij
pl: Powiadom przy
pt: Avisar-me ao
ro: Anunță-mă la
tr: Bildirim
uk: Сповістити при
zh_hans: 通知时机

source: On this iPhone
de: Auf diesem iPhone
es: En este iPhone
fr: Sur cet iPhone
hu: Ezen az iPhone-on
it: Su questo iPhone
ja: この iPhone 上
nl: Op deze iPhone
pl: Na tym iPhonie
pt: Neste iPhone
ro: Pe iPhone-ul ăsta
tr: Bu iPhone'da
uk: На цьому iPhone
zh_hans: 仅此 iPhone

source: Once
de: Einmal
es: Una vez
fr: Une fois
hu: Egyszer
it: Una volta
ja: 1回だけ
nl: Een keer
pl: Raz
pt: Uma vez
ro: O dată
tr: Bir kez
uk: Один раз
zh_hans: 一次

source: One lowercase letter
de: Ein Kleinbuchstabe
es: Una minúscula
fr: Une minuscule
hu: Egy kisbetű
it: Una minuscola
ja: 小文字を1つ
nl: Een kleine letter
pl: Jedna mała litera
pt: Uma minúscula
ro: O literă mică
tr: Bir küçük harf
uk: Одна мала літера
zh_hans: 一个小写字母

source: One number
de: Eine Ziffer
es: Un número
fr: Un chiffre
hu: Egy számjegy
it: Un numero
ja: 数字を1つ
nl: Een cijfer
pl: Jedna cyfra
pt: Um número
ro: O cifră
tr: Bir rakam
uk: Одна цифра
zh_hans: 一个数字

source: One symbol (!@#$…)
de: Ein Sonderzeichen (!@#$…)
es: Un símbolo (!@#$…)
fr: Un symbole (!@#$…)
hu: Egy szimbólum (!@#$…)
it: Un simbolo (!@#$…)
ja: 記号を1つ (!@#$…)
nl: Een symbool (!@#$…)
pl: Jeden symbol (!@#$…)
pt: Um símbolo (!@#$…)
ro: Un simbol (!@#$…)
tr: Bir sembol (!@#$…)
uk: Один символ (!@#$…)
zh_hans: 一个符号 (!@#$…)

source: One uppercase letter
de: Ein Großbuchstabe
es: Una mayúscula
fr: Une majuscule
hu: Egy nagybetű
it: Una maiuscola
ja: 大文字を1つ
nl: Een hoofdletter
pl: Jedna wielka litera
pt: Uma maiúscula
ro: O literă mare
tr: Bir büyük harf
uk: Одна велика літера
zh_hans: 一个大写字母

source: Only 20 active reminders can be monitored in the background. You have %lld active.
de: Nur 20 aktive Erinnerungen werden im Hintergrund überwacht. Du hast %lld aktive.
es: Solo se vigilan 20 recordatorios activos en segundo plano. Tienes %lld activos.
fr: Seuls 20 rappels actifs sont surveillés en arrière-plan. Tu en as %lld d'actifs.
hu: Csak 20 aktív emlékeztetőt figyel a rendszer a háttérben. %lld aktív van.
it: Solo 20 promemoria attivi sono monitorati in background. Ne hai %lld attivi.
ja: バックグラウンドでは有効なリマインダーは20件までです。現在 %lld 件が有効です。
nl: Slechts 20 actieve herinneringen worden op de achtergrond bewaakt. Je hebt er %lld actief.
pl: Tylko 20 aktywnych przypomnień jest monitorowanych w tle. Masz %lld aktywnych.
pt: Só 20 lembretes ativos são vigiados em segundo plano. Tens %lld ativos.
ro: Doar 20 de remindere active pot fi monitorizate în fundal. Ai %lld active.
tr: Arka planda yalnızca 20 aktif hatırlatıcı izlenir. %lld aktifin var.
uk: У фоні моніторяться лише 20 активних нагадувань. У тебе %lld активних.
zh_hans: 后台最多监控 20 个有效提醒。你当前有 %lld 个。

source: Only at certain hours
de: Nur zu bestimmten Stunden
es: Solo a ciertas horas
fr: Seulement à certaines heures
hu: Csak adott órákban
it: Solo a certe ore
ja: 特定の時間だけ
nl: Alleen op bepaalde uren
pl: Tylko w określonych godzinach
pt: Só a certas horas
ro: Doar la anumite ore
tr: Sadece belirli saatlerde
uk: Лише в певні години
zh_hans: 仅在特定时段

source: Only you will see this reminder.
de: Nur du siehst diese Erinnerung.
es: Solo tú verás este recordatorio.
fr: Toi seul verras ce rappel.
hu: Csak te látod ezt az emlékeztetőt.
it: Solo tu vedrai questo promemoria.
ja: このリマインダーは自分だけに表示されます。
nl: Alleen jij ziet deze herinnering.
pl: Tylko ty zobaczysz to przypomnienie.
pt: Só tu vês este lembrete.
ro: Doar tu vezi reminder-ul ăsta.
tr: Bu hatırlatıcıyı yalnızca sen görürsün.
uk: Лише ти бачиш це нагадування.
zh_hans: 只有你能看到这条提醒。

source: Open iPhone Settings
de: iPhone-Einstellungen öffnen
es: Abrir Ajustes del iPhone
fr: Ouvrir Réglages iPhone
hu: iPhone Beállítások
it: Apri Impostazioni iPhone
ja: iPhone 設定を開く
nl: Open iPhone-instellingen
pl: Otwórz Ustawienia iPhone'a
pt: Abrir Definições do iPhone
ro: Deschide Setări iPhone
tr: iPhone Ayarları
uk: Відкрити Налаштування iPhone
zh_hans: 打开 iPhone 设置

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
hu: Beállítások megnyitása
it: Apri Impostazioni
ja: 設定を開く
nl: Open Instellingen
pl: Otwórz Ustawienia
pt: Abrir Definições
ro: Deschide Setări
tr: Ayarları aç
uk: Відкрити Налаштування
zh_hans: 打开设置

source: Opens iPhone Settings, where you can change the language for GeoRemind.
de: Öffnet die iPhone-Einstellungen, wo du die Sprache für GeoRemind änderst.
es: Abre Ajustes del iPhone, donde cambias el idioma de GeoRemind.
fr: Ouvre Réglages iPhone, où tu changes la langue de GeoRemind.
hu: Megnyitja az iPhone Beállításokat, ahol a GeoRemind nyelvét váltod.
it: Apre Impostazioni iPhone, dove cambi la lingua di GeoRemind.
ja: GeoRemind の言語を変える iPhone 設定を開きます。
nl: Opent iPhone-instellingen, waar je de taal van GeoRemind wijzigt.
pl: Otwiera Ustawienia iPhone'a, gdzie zmieniasz język GeoRemind.
pt: Abre as Definições do iPhone, onde mudas o idioma do GeoRemind.
ro: Deschide Setări iPhone, unde schimbi limba pentru GeoRemind.
tr: GeoRemind dilini değiştireceğin iPhone Ayarları'nı açar.
uk: Відкриває Налаштування iPhone, де змінюєш мову GeoRemind.
zh_hans: 打开 iPhone 设置，在其中更改 GeoRemind 的语言。

source: or
de: oder
es: o
fr: ou
hu: vagy
it: oppure
ja: または
nl: of
pl: lub
pt: ou
ro: sau
tr: veya
uk: або
zh_hans: 或

source: Owner
de: Inhaber
es: Propietario
fr: Propriétaire
hu: Tulajdonos
it: Proprietario
ja: オーナー
nl: Eigenaar
pl: Właściciel
pt: Dono
ro: Proprietar
tr: Sahip
uk: Власник
zh_hans: 所有者

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
hu: Jelszó
ja: パスワード
nl: Wachtwoord
pl: Hasło
pt: Palavra-passe
ro: Parolă
tr: Şifre
uk: Пароль
zh_hans: 密码

source: Password is too weak. Use 8+ characters with upper, lower, a number and a symbol.
de: Passwort zu schwach. Mindestens 8 Zeichen mit Groß-, Kleinbuchstaben, Zahl und Sonderzeichen.
es: Contraseña demasiado débil. 8+ caracteres con mayúscula, minúscula, número y símbolo.
fr: Mot de passe trop faible. 8 caractères min., majuscule, minuscule, chiffre et symbole.
hu: Túl gyenge jelszó. Legalább 8 karakter, nagy- és kisbetű, szám és szimbólum.
it: Password troppo debole. Almeno 8 caratteri con maiuscola, minuscola, numero e simbolo.
ja: パスワードが弱すぎます。8文字以上、大文字・小文字・数字・記号を含めて。
nl: Wachtwoord te zwak. Minimaal 8 tekens met hoofdletter, kleine letter, cijfer en symbool.
pl: Hasło za słabe. Min. 8 znaków, wielka i mała litera, cyfra i symbol.
pt: Palavra-passe fraca demais. 8+ caracteres com maiúscula, minúscula, número e símbolo.
ro: Parola e prea slabă. Minim 8 caractere, majusculă, minusculă, cifră și simbol.
tr: Şifre çok zayıf. En az 8 karakter, büyük/küçük harf, rakam ve sembol.
uk: Пароль заслабкий. Від 8 символів: велика, мала літера, цифра і символ.
zh_hans: 密码太弱。至少 8 位，含大小写、数字和符号。

source: Personal
de: Persönlich
fr: Personnel
hu: Személyes
it: Personale
ja: 個人
nl: Persoonlijk
pl: Osobiste
pt: Pessoal
tr: Kişisel
uk: Особисте
zh_hans: 个人

source: Photo storage isn't set up. Create a public avatars bucket in Supabase.
de: Fotospeicher fehlt. Lege in Supabase einen öffentlichen avatars-Bucket an.
es: El almacenamiento de fotos no está listo. Crea un bucket público avatars en Supabase.
fr: Le stockage photo n'est pas configuré. Crée un bucket public avatars dans Supabase.
hu: A fotótár nincs beállítva. Hozz létre egy nyilvános avatars bucketet a Supabase-ben.
it: Lo storage delle foto non è configurato. Crea un bucket pubblico avatars in Supabase.
ja: 写真ストレージが未設定です。Supabase に公開 avatars バケットを作ってください。
nl: Foto-opslag is niet ingesteld. Maak een publieke avatars-bucket in Supabase.
pl: Magazyn zdjęć nie jest skonfigurowany. Utwórz publiczny bucket avatars w Supabase.
pt: O armazenamento de fotos não está configurado. Cria um bucket público avatars no Supabase.
ro: Stocarea fotografiilor nu este configurată. Creează un bucket public „avatars” în Supabase.
tr: Fotoğraf deposu yok. Supabase'te genel bir avatars bucket oluştur.
uk: Сховище фото не налаштоване. Створи публічний bucket avatars у Supabase.
zh_hans: 未配置照片存储。请在 Supabase 建一个公开的 avatars bucket。

source: Place
de: Ort
es: Lugar
fr: Lieu
hu: Hely
it: Posto
ja: 場所
nl: Plaats
pl: Miejsce
pt: Lugar
ro: Loc
tr: Yer
uk: Місце
zh_hans: 地点

source: Places
de: Orte
es: Lugares
fr: Lieux
hu: Helyek
it: Luoghi
ja: 場所
nl: Plaatsen
pl: Miejsca
pt: Lugares
ro: Locuri
tr: Yerler
uk: Місця
zh_hans: 地点

source: Please wait…
de: Bitte warten…
es: Espera…
fr: Veuillez patienter…
hu: Kis türelmet…
it: Attendi…
ja: お待ちください…
nl: Even geduld…
pl: Czekaj…
pt: Aguarde…
ro: Așteaptă…
tr: Lütfen bekleyin…
uk: Зачекайте…
zh_hans: 请稍候…

source: Profile
de: Profil
es: Perfil
fr: Profil
hu: Profil
it: Profilo
ja: プロフィール
nl: Profiel
pl: Profil
pt: Perfil
ro: Profil
tr: Profil
uk: Профіль
zh_hans: 个人资料

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
hu: Frissítés
it: Aggiorna
ja: 更新
nl: Vernieuw
pl: Odśwież
pt: Atualizar
ro: Reîmprospătează
tr: Yenile
uk: Оновити
zh_hans: 刷新

source: Reminder
de: Erinnerung
es: Recordatorio
fr: Rappel
hu: Emlékeztető
it: Promemoria
ja: リマインダー
nl: Herinnering
pl: Przypomnienie
pt: Lembrete
tr: Hatırlatıcı
uk: Нагадування
zh_hans: 提醒

source: Reminder removed
de: Erinnerung entfernt
es: Recordatorio eliminado
fr: Rappel supprimé
hu: Emlékeztető törölve
it: Promemoria rimosso
ja: リマインダーを削除しました
nl: Herinnering verwijderd
pl: Przypomnienie usunięte
pt: Lembrete removido
ro: Reminder șters
tr: Hatırlatıcı silindi
uk: Нагадування видалено
zh_hans: 提醒已删除

source: Reminders stay on this device. Sign in to sync across devices, share with groups, and recover your pins if you switch devices.
de: Erinnerungen bleiben auf diesem Gerät. Melde dich an für Sync, Gruppen und Wiederherstellung auf einem anderen Gerät.
es: Los recordatorios se quedan en este dispositivo. Inicia sesión para sincronizar, usar grupos y recuperar pines en otro aparato.
fr: Les rappels restent sur cet appareil. Connecte-toi pour synchroniser, partager en groupe et récupérer tes épingles ailleurs.
hu: Az emlékeztetők ezen az eszközön maradnak. Jelentkezz be a szinkronhoz, a csoportokhoz, és hogy másik készüléken is meglegyenek.
it: I promemoria restano su questo dispositivo. Accedi per sincronizzare, usare i gruppi e recuperare i pin su un altro telefono.
ja: リマインダーはこの端末に残ります。同期、グループ、機種変更時の復元にはサインインしてください。
nl: Herinneringen blijven op dit apparaat. Log in om te synchroniseren, groepen te gebruiken en spelden op een ander toestel terug te krijgen.
pl: Przypomnienia zostają na tym urządzeniu. Zaloguj się, aby synchronizować, używać grup i odzyskać pinezki na innym sprzęcie.
pt: Os lembretes ficam neste aparelho. Inicia sessão para sincronizar, usar grupos e recuperar pins noutro dispositivo.
ro: Reminder-ele rămân pe dispozitiv. Autentifică-te ca să sincronizezi, să folosești grupuri și să-ți recuperezi pinurile pe alt telefon.
tr: Hatırlatıcılar bu cihazda kalır. Senkron, gruplar ve başka telefonda pinleri kurtarmak için giriş yap.
uk: Нагадування лишаються на пристрої. Увійди, щоб синхронізувати, користуватися групами й відновити піни на іншому телефоні.
zh_hans: 提醒只留在这台设备上。登录后可同步、使用群组，并在换机时找回图钉。
